"Copy" = "없음(디더 안 함)";
"Dither Copy" = "없음(디더 허용)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "흑백 대치";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "강조 표시";
"Blend" = "혼합";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "투명";
"Straight Alpha" = "스트레이트 알파";
"Per Component Alpha" = "구성요소 알파당";
"Straight Alpha Blend" = "스트레이트 알파 혼합";
"Premultiplied White Alpha" = "미리곱한 흰색 알파";
"Premultiplied Black Alpha" = "미리곱한 검은색 알파";
"Premultiplied Color Alpha" = "미리곱한 색상 알파";
"Composition" = "합성";